{
  "team": [
    "Who is the oldest team in the NBA by age currently (2022)?",
    "Which team was formerly named the Bullets?",
    "Which teams did the NBA originate with that still play in the same city, and have the same team name?",
    "Which team formerly resided in Fort Wayne?",
    "Which team was formerly known as the Syracuse Nationals?",
    "Which two teams share the most amount of championships won currently (2022)?",
    "Which team won the first NBA championship?",
    "Which team was Michael Jordan on when he retired?",
    "Which team has the most losses of all-time currently (2022)?",
    "Which team had the opprotunity of housing Chris Paul and Kobe Bryant?"
  ],
  "player": [
    "Who is the oldest player in the NBA?",
    "What year was LeBron James drafted?",
    "Which player has played for the most teams?",
    "Which player has the most MVP's?",
    "Which two players are tied for the most Sixth Man of the Year Awards?",
    "Who leads the NBA in scoring?",
    "Who leads the NBA in three pointers per game?",
    "What two NBA players are tied for the most assists per game?",
    "Which NBA player has the most turnovers of all time?",
    "Who holds the NBA record for most dunks since 1996?"
  ],
  "nba": [
    "When was dunking allowed?",
    "When was the three pointer introduced?",
    "When was the NBA founded?",
    "Who was the first commissioner of the NBA?",
    "Which NBA team has the biggest Arena?",
    "When was defensive goaltending banned?",
    "When was offensive goaltending banned?",
    "When was the shot clock added?",
    "At its shortest, how wide was the lane on the court in the NBA?",
    "Who is the NBA logo?"
  ],
  "hard": [
    "Who is the tallest NBA player of all time?",
    "Was Kobe Bryant a top 10 pick?",
    "Which player was a three-term senator from New Jersey, and former presidential candidate?",
    "Which team has won both the Dunk Contest and Shootout in the same weekend?",
    "Nickname time! Are you ready?",
    "What is Andre Drummond's nickname?",
    "What is C.J Miles' nicknmame?",
    "What is Draymond Green's nickname",
    "What is Andrew Wiggins' nickname",
    "What is Matthew Dellavedova's nickname?"
  ]
}
